Repository: SohnTsang/Getalong
Catalog: ios/Getalong/Getalong/Resources/Localizable.xcstrings
Source language: en
Languages: ja, zh_hant

# auth.cta.apple
source: Continue with Apple
ja: Appleで続ける
zh_hant: 使用 Apple 繼續

# auth.cta.google
source: Continue with Google
ja: Googleで続ける
zh_hant: 使用 Google 繼續

# auth.cta.x
source: Continue with X
ja: Xで続ける
zh_hant: 使用 X 繼續

# auth.editorial.line1
source: Small lines.
ja: 小さなきっかけから。
zh_hant: 一個小訊號。

# auth.editorial.line2
source: Real connection.
ja: 自然な会話へ。
zh_hant: 一段真實對話。

# auth.hero.subtitle
source: Start with a small invite. If it clicks, talk live.
ja: ふとした一言から。合いそうなら、そのまま会話へ。
zh_hant: 從一個小訊號開始。合得來，就開始對話。

# auth.hero.teaser.label
source: SIGNAL
ja: きっかけ
zh_hant: 即時訊號

# auth.hero.teaser.live
source: Live
ja: ライブ
zh_hant: 即時

# auth.hero.teaser.message
source: I get along best with people who don’t take life too seriously.
ja: 気を張らずに話せる人と出会いたい。
zh_hant: 想認識可以自然聊下去的人。

# auth.hero.title.line1
source: Find someone you
ja: 気が合う人と、
zh_hant: 找到一個

# auth.hero.title.line2
source: just get along with.
ja: 自然につながる。
zh_hant: 與你合拍的人。

# auth.terms.18plus
source: By continuing you confirm you are 18 or older and accept Getalong’s terms.
ja: 続けることで、18歳以上であること、およびGetalongの利用規約に同意したものとみなされます。
zh_hant: 繼續使用即表示你已滿 18 歲，並同意 Getalong 的條款。

# chat.created.open
source: Open conversation
ja: 会話を開く
zh_hant: 開啟對話

# chat.created.subtitle
source: You both felt it. Start talking when you’re ready.
ja: お互いにきっかけを感じました。自然に話してみましょう。
zh_hant: 你們都感受到這個訊號。準備好時，就開始聊聊吧。

# chat.created.title
source: Conversation started
ja: 会話がはじまりました
zh_hant: 對話已開始

# chat.delete.action
source: Leave chat
ja: チャットから退出
zh_hant: 離開對話

# chat.delete.error
source: Couldn’t leave the chat. Please try again.
ja: チャットから退出できませんでした。もう一度お試しください。
zh_hant: 無法離開對話，請再試一次。

# chat.delete.message
source: This chat will be removed from your list and will no longer count toward your active chat limit.
ja: このチャットは一覧から削除され、利用中の会話数には含まれなくなります。
zh_hant: 這段對話會從你的對話列表中移除，並且不再計入你的使用中對話上限。

# chat.delete.success
source: Left chat.
ja: チャットから退出しました。
zh_hant: 已離開對話。

# chat.delete.title
source: Leave this chat?
ja: このチャットから退出しますか？
zh_hant: 要離開這段對話嗎？

# chat.empty.subtitle
source: A small message is enough. See if you get along.
ja: 短い一言で大丈夫。気が合うか、少し話してみましょう。
zh_hant: 一句簡單的訊息就足夠。看看彼此是否合得來。

# chat.empty.title
source: Start the conversation
ja: 会話をはじめましょう
zh_hant: 開始對話

# chat.error.loadFailed
source: Couldn’t load this conversation.
ja: 会話を読み込めませんでした。
zh_hant: 無法載入這段對話。

# chat.error.sendFailed
source: Couldn’t send your message. Please try again.
ja: メッセージを送信できませんでした。もう一度お試しください。
zh_hant: 無法傳送訊息，請再試一次。

# chat.input.placeholder
source: Write a message…
ja: メッセージを書く…
zh_hant: 輸入訊息…

# chat.input.send
source: Send
ja: 送信
zh_hant: 傳送

# chat.open
source: Open chat
ja: チャットを開く
zh_hant: 開啟對話

# chat.sending
source: Sending…
ja: 送信中…
zh_hant: 傳送中…

# chat.title.fallback
source: Conversation
ja: 会話
zh_hant: 對話

# chats.alert.title
source: Chat started
ja: 会話がはじまりました
zh_hant: 對話已開始

# chats.empty.subtitle
source: When an invite turns into a chat, it will appear here.
ja: きっかけが会話につながると、ここに表示されます。
zh_hant: 當訊號變成對話時，會顯示在這裡。

# chats.empty.title
source: No conversations yet
ja: まだ会話はありません
zh_hant: 目前沒有對話

# chats.limit.full.message
source: Leave an old chat to make room for a new one.
ja: 新しい会話を始めるには、不要な会話から退出してください。
zh_hant: 請先離開不需要的對話，才能開始新的對話。

# chats.limit.full.title
source: You’ve reached the free chat limit.
ja: 無料プランの会話数の上限に達しました。
zh_hant: 你已達到免費方案的對話上限。

# chats.row.media.gif
source: View once GIF
ja: 一度だけ見られるGIF
zh_hant: 只可查看一次的 GIF

# chats.row.media.photo
source: View once photo
ja: 一度だけ見られる写真
zh_hant: 只可查看一次的相片

# chats.row.media.video
source: View once video
ja: 一度だけ見られる動画
zh_hant: 只可查看一次的影片

# chats.row.noMessage
source: No messages yet
ja: まだメッセージはありません
zh_hant: 目前沒有訊息

# chats.row.yesterday
source: Yesterday
ja: 昨日
zh_hant: 昨天

# chats.subtitle
source: Private one-to-one conversations.
ja: 1対1のプライベートな会話。
zh_hant: 一對一的私密對話。

# chats.title
source: Chats
ja: チャット
zh_hant: 對話

# common.accept
source: Accept
ja: 承認
zh_hant: 接受

# common.add
source: Add
ja: 追加
zh_hant: 新增

# common.cancel
source: Cancel
ja: キャンセル
zh_hant: 取消

# common.close
source: Close
ja: 閉じる
zh_hant: 關閉

# common.continue
source: Continue
ja: 続ける
zh_hant: 繼續

# common.decline
source: Decline
ja: 辞退
zh_hant: 拒絕

# common.dismiss
source: Dismiss
ja: 閉じる
zh_hant: 關閉

# common.done
source: Done
ja: 完了
zh_hant: 完成

# common.edit
source: Edit
ja: 編集
zh_hant: 編輯

# common.error
source: Something went wrong.
ja: うまくいきませんでした。
zh_hant: 發生問題。

# common.loading
source: Loading
ja: 読み込み中
zh_hant: 載入中

# common.manage
source: Manage
ja: 管理
zh_hant: 管理

# common.more
source: More
ja: その他
zh_hant: 更多

# common.notNow
source: Not now
ja: 今はしない
zh_hant: 暫時不要

# common.openSettings
source: Open Settings
ja: 設定を開く
zh_hant: 前往設定

# common.retry
source: Try again
ja: もう一度試す
zh_hant: 再試一次

# common.save
source: Save
ja: 保存
zh_hant: 儲存

# common.send
source: Send
ja: 送信
zh_hant: 傳送

# discovery.action.sending
source: Sending...
ja: 送信中...
zh_hant: 傳送中...

# discovery.action.sendSignal
source: Send invite
ja: 招待を送る
zh_hant: 送出邀請

# discovery.action.sent
source: Invite sent
ja: 招待を送信しました
zh_hant: 已送出邀請

# discovery.card.noSignal
source: No line yet
ja: まだ一言はありません
zh_hant: 目前沒有小訊號

# discovery.card.sameWavelength
source: You may get along over
ja: 気が合うきっかけ
zh_hant: 可能合得來的地方

# discovery.card.tagsEmpty
source: No tags yet
ja: まだタグはありません
zh_hant: 目前沒有標籤

# discovery.empty.subtitle
source: Add a few tags to help people find your wavelength.
ja: タグを追加すると、気が合いそうな人に見つけてもらいやすくなります。
zh_hant: 加入一些標籤，能讓合得來的人更容易發現你。

# discovery.empty.title
source: No one on your wavelength yet
ja: まだ気が合いそうな人は見つかりません
zh_hant: 暫時還沒有與你合拍的人

# discovery.error.loadFailed
source: Couldn’t load Discover. Please try again.
ja: Discoverを読み込めませんでした。もう一度お試しください。
zh_hant: 無法載入探索，請再試一次。

# discovery.filter.all
source: All
ja: すべて
zh_hant: 全部

# discovery.loadingMore
source: Loading more...
ja: さらに読み込み中...
zh_hant: 正在載入更多...

# discovery.loadMoreError
source: Couldn’t load more people.
ja: 続きを読み込めませんでした。
zh_hant: 無法載入更多內容。

# discovery.loadMoreRetry
source: Try again
ja: もう一度試す
zh_hant: 再試一次

# discovery.refresh
source: Refresh
ja: 更新
zh_hant: 重新整理

# discovery.signal.liveFor
source: Live for 15 seconds
ja: 15秒だけ届きます
zh_hant: 即時訊號會保留 15 秒

# discovery.subtitle
source: Find people on your wavelength through a line and a few tags.
ja: 短い一言とタグで、気が合いそうな人を見つけます。
zh_hant: 透過一句話和標籤，找到與你合拍的人。

# discovery.title
source: Discover
ja: 見つける
zh_hant: 探索

# error.activeChatLimitReached
source: You’ve reached the free chat limit. Delete an old conversation to start a new one.
ja: 無料プランで作成できる会話数の上限に達しました。新しい会話を始めるには、不要な会話を削除してください。
zh_hant: 你已達到免費方案的對話上限。請先刪除不需要的對話，才能開始新的對話。

# error.appleNoToken
source: Couldn’t sign in with Apple. Please try again.
ja: Appleでサインインできませんでした。もう一度お試しください。
zh_hant: 無法使用 Apple 登入，請再試一次。

# error.authCancelled
source: Sign-in was cancelled.
ja: サインインがキャンセルされました。
zh_hant: 登入已取消。

# error.blockedRelationship
source: You can’t reach this person.
ja: この相手には届けられません。
zh_hant: 你無法聯絡此對象。

# error.chatAlreadyExists
source: A chat already exists with this person.
ja: この相手とはすでに会話があります。
zh_hant: 你與此對象已有對話。

# error.duplicateHandle
source: That handle is already taken. Try another.
ja: このIDはすでに使われています。別のものをお試しください。
zh_hant: 這個 ID 已被使用，請換一個。

# error.duplicateLiveSignal
source: You already sent them a live invite.
ja: この相手にはすでにライブのきっかけを送っています。
zh_hant: 你已向對方送出即時訊號。

# error.generic
source: Something went wrong. Please try again.
ja: うまくいきませんでした。もう一度お試しください。
zh_hant: 發生問題，請再試一次。

# error.invalidInput
source: Invalid request.
ja: リクエストが不正です。
zh_hant: 請求無效。

# error.inviteNotActionable
source: This invite can’t be acted on right now.
ja: このきっかけは今は操作できません。
zh_hant: 目前無法處理此訊號。

# error.inviteNotFound
source: Invite not found.
ja: きっかけが見つかりません。
zh_hant: 找不到此訊號。

# error.liveInviteExpired
source: This live invite has ended.
ja: このライブのきっかけは終了しました。
zh_hant: 此即時訊號已結束。

# error.liveSignalSlotFull
source: You already have a live invite out. Wait for it to finish or cancel it.
ja: ライブのきっかけはすでに送信中です。終わるまで待つか、キャンセルしてください。
zh_hant: 你已經有一個即時訊號正在進行中，請等候或取消後再試。

# error.missedAcceptLimitReached
source: You’ve used today’s missed-invite responses.
ja: 本日見逃したきっかけに応えられる回数を使い切りました。
zh_hant: 你今天回應錯過訊號的次數已用完。

# error.missedInviteExpired
source: This missed invite has expired.
ja: 見逃したきっかけの期限が過ぎました。
zh_hant: 錯過的訊號已逾期。

# error.network
source: Please check your connection and try again.
ja: 通信状況を確認して、もう一度お試しください。
zh_hant: 請檢查網絡連線後再試一次。

# error.notSignedIn
source: Please sign in again.
ja: もう一度サインインしてください。
zh_hant: 請重新登入。

# error.profileNotFound
source: Profile not found.
ja: プロフィールが見つかりません。
zh_hant: 找不到此個人頁。

# error.receiverBanned
source: That person can’t receive invites right now.
ja: この相手は今、きっかけを受け取れません。
zh_hant: 對方目前無法接收訊號。

# error.receiverNotFound
source: We couldn’t find that handle.
ja: そのハンドルは見つかりません。
zh_hant: 找不到這個 ID。

# error.selfInviteNotAllowed
source: You can’t send an invite to yourself.
ja: 自分にきっかけは送れません。
zh_hant: 你不能對自己送出訊號。

# error.userBanned
source: Your account is restricted.
ja: アカウントが制限されています。
zh_hant: 你的帳戶目前受到限制。

# media.button.attach
source: Add media
ja: メディアを追加
zh_hant: 加入媒體

# media.cancelUpload
source: Cancel upload
ja: アップロードをキャンセル
zh_hant: 取消上載

# media.close
source: Close
ja: 閉じる
zh_hant: 關閉

# media.composer.title
source: Send view-once
ja: 一度だけ表示で送る
zh_hant: 傳送只顯示一次的內容

# media.deletedAfterView
source: This media is no longer available.
ja: このメディアはもう表示できません。
zh_hant: 這個媒體已無法查看。

# media.error.compressionFailed
source: Couldn’t prepare this media.
ja: このメディアを準備できませんでした。
zh_hant: 無法準備這個媒體。

# media.error.fileTooLargeAfterCompression
source: This file is still too large to send.
ja: このファイルは送信するには大きすぎます。
zh_hant: 這個檔案仍然太大，無法傳送。

# media.error.openFailed
source: Couldn’t open this media.
ja: メディアを開けませんでした。
zh_hant: 無法開啟這個媒體。

# media.error.pendingLimit
source: You can only have 5 unopened photos at a time. Wait for them to be viewed.
ja: 未開封の写真は同時に5枚までです。相手が開封するのをお待ちください。
zh_hant: 未開啟的照片最多 5 張。請等對方開啟後再傳送。

# media.error.tooLarge
source: This file is too large.
ja: このファイルは大きすぎます。
zh_hant: 這個檔案太大。

# media.error.unsupportedType
source: This file type isn’t supported.
ja: このファイル形式には対応していません。
zh_hant: 不支援這種檔案類型。

# media.error.uploadFailed
source: Couldn’t upload this media.
ja: メディアをアップロードできませんでした。
zh_hant: 無法上載這個媒體。

# media.error.videoTooLong
source: This video is too long.
ja: この動画は長すぎます。
zh_hant: 這段影片太長。

# media.expired.gif
source: Expired GIF
ja: 期限切れのGIF
zh_hant: 已過期的 GIF

# media.expired.photo
source: Expired photo
ja: 期限切れの写真
zh_hant: 已過期的照片

# media.expired.video
source: Expired video
ja: 期限切れの動画
zh_hant: 已過期的影片

# media.finalizing
source: Closing...
ja: 閉じています...
zh_hant: 正在關閉...

# media.opened
source: Opened
ja: 開封済み
zh_hant: 已開啟

# media.opening
source: Opening...
ja: 開いています...
zh_hant: 正在開啟...

# media.openOnce
source: Open once
ja: 一度だけ開く
zh_hant: 開啟一次

# media.picker.album.recents
source: Recents
ja: 最近
zh_hant: 最近項目

# media.picker.album.title
source: Albums
ja: アルバム
zh_hant: 相簿

# media.picker.denied.subtitle
source: Allow photo access in iOS Settings to send a picture.
ja: 写真を送るには、iOSの設定で写真へのアクセスを許可してください。
zh_hant: 請在 iOS 設定中允許存取相片，才能傳送照片。

# media.picker.denied.title
source: Photo access is off
ja: 写真へのアクセスがオフです
zh_hant: 相片存取已關閉

# media.picker.error.load
source: Couldn’t load that photo. Please try another.
ja: この写真を読み込めませんでした。他の写真をお試しください。
zh_hant: 無法載入這張相片，請改試另一張。

# media.picker.takePhoto
source: Take Photo
ja: 写真を撮る
zh_hant: 拍照

# media.picker.title
source: Photos
ja: 写真
zh_hant: 相片

# media.preparing
source: Preparing media...
ja: 準備中...
zh_hant: 正在準備...

# media.privacy.note
source: Can only be opened once. Screenshots may still be possible.
ja: 一度だけ開けます。スクリーンショットは完全には防げません。
zh_hant: 只能開啟一次。截圖仍可能無法完全避免。

# media.remove
source: Remove
ja: 削除
zh_hant: 移除

# media.retry
source: Retry
ja: 再試行
zh_hant: 重試

# media.sending
source: Sending...
ja: 送信中...
zh_hant: 傳送中...

# media.unavailable
source: No longer available
ja: もう表示できません
zh_hant: 已無法查看

# media.uploadFailed
source: Upload failed
ja: アップロードできませんでした
zh_hant: 上載失敗

# media.uploading
source: Uploading...
ja: アップロード中...
zh_hant: 上載中...

# media.viewed
source: Viewed
ja: 表示済み
zh_hant: 已查看

# media.viewer.title
source: View once
ja: 一度だけ表示
zh_hant: 只顯示一次

# media.viewOnce.gif
source: View once GIF
ja: 一度だけ見られるGIF
zh_hant: 只可查看一次的 GIF

# media.viewOnce.label
source: View once
ja: 一度だけ表示
zh_hant: 只顯示一次

# media.viewOnce.photo
source: View once photo
ja: 一度だけ見られる写真
zh_hant: 只可查看一次的相片

# media.viewOnce.video
source: View once video
ja: 一度だけ見られる動画
zh_hant: 只可查看一次的影片

# profile.appearance
source: Appearance
ja: 表示
zh_hant: 外觀

# profile.appearance.dark
source: Dark
ja: ダーク
zh_hant: 深色

# profile.appearance.light
source: Light
ja: ライト
zh_hant: 淺色

# profile.appearance.system
source: System
ja: システム設定
zh_hant: 跟隨系統

# profile.city.label
source: City
ja: 市区町村
zh_hant: 城市

# profile.city.placeholder
source: Tokyo
ja: 東京
zh_hant: 東京

# profile.country.label
source: Country
ja: 国・地域
zh_hant: 國家／地區

# profile.country.placeholder
source: Japan
ja: 日本
zh_hant: 日本

# profile.deleteAccount
source: Delete account
ja: アカウントを削除
zh_hant: 刪除帳戶

# profile.deleteAccount.confirm.action
source: Delete account
ja: アカウントを削除
zh_hant: 刪除帳戶

# profile.deleteAccount.confirm.message
source: This signs you out and removes your profile from Getalong.
ja: サインアウトされ、プロフィールがGetalongから削除されます。
zh_hant: 這會將你登出，並從 Getalong 移除你的個人資料。

# profile.deleteAccount.confirm.title
source: Delete your Getalong account?
ja: Getalongアカウントを削除しますか？
zh_hant: 確定要刪除你的 Getalong 帳戶嗎？

# profile.deleteAccount.error
source: Couldn’t delete your account. Please try again.
ja: アカウントを削除できませんでした。もう一度お試しください。
zh_hant: 無法刪除帳戶。請再試一次。

# profile.displayName.label
source: Display name
ja: 表示名
zh_hant: 顯示名稱

# profile.displayName.placeholder
source: Your name
ja: 表示する名前
zh_hant: 你的名稱

# profile.edit.basics
source: Edit your line
ja: 一言を編集
zh_hant: 編輯你的小訊號

# profile.edit.error
source: Couldn’t update your profile. Please try again.
ja: プロフィールを更新できませんでした。もう一度お試しください。
zh_hant: 無法更新個人頁，請再試一次。

# profile.edit.preferences
source: Edit preferences
ja: 設定を編集
zh_hant: 編輯偏好設定

# profile.edit.region
source: Edit region
ja: 地域を編集
zh_hant: 編輯地區

# profile.edit.save
source: Save
ja: 保存
zh_hant: 儲存

# profile.edit.saving
source: Saving...
ja: 保存中...
zh_hant: 儲存中...

# profile.edit.success
source: Profile updated.
ja: プロフィールを更新しました。
zh_hant: 個人頁已更新。

# profile.edit.title
source: Edit profile
ja: プロフィールを編集
zh_hant: 編輯個人頁

# profile.empty.title
source: No profile loaded
ja: プロフィールを読み込めませんでした
zh_hant: 尚未載入個人頁

# profile.gender.hidden
source: Hidden from others
ja: 他の人には表示されません
zh_hant: 不向其他人顯示

# profile.gender.iAm
source: I am
ja: あなたの性別
zh_hant: 性別

# profile.gender.label
source: Gender
ja: 性別
zh_hant: 性別

# profile.gender.no
source: No
ja: いいえ
zh_hant: 否

# profile.gender.notSet
source: Not set
ja: 未設定
zh_hant: 尚未設定

# profile.gender.placeholder
source: Optional
ja: 任意
zh_hant: 選填

# profile.gender.visible
source: Visible on profile
ja: プロフィールに表示
zh_hant: 顯示於個人頁

# profile.gender.visibleOnDiscover
source: Visible on Discover
ja: Discoverに表示
zh_hant: 在 Discover 上顯示

# profile.gender.wantToSee
source: Want to see
ja: 見たい相手
zh_hant: 想看到的對象

# profile.gender.yes
source: Yes
ja: はい
zh_hant: 是

# profile.language
source: Language
ja: 言語
zh_hant: 語言

# profile.language.label
source: Language
ja: 言語
zh_hant: 語言

# profile.language.system
source: System language
ja: システム設定
zh_hant: 跟隨系統設定

# profile.legal
source: Legal
ja: 法的事項
zh_hant: 法律事項

# profile.legal.privacy
source: Privacy policy
ja: プライバシーポリシー
zh_hant: 隱私政策

# profile.legal.support
source: Support
ja: サポート
zh_hant: 支援

# profile.legal.terms
source: Terms of service
ja: 利用規約
zh_hant: 服務條款

# profile.notifications.action.enable
source: Enable
ja: 有効にする
zh_hant: 開啟

# profile.notifications.action.openSettings
source: Open Settings
ja: 設定を開く
zh_hant: 前往設定

# profile.notifications.hint.notSet
source: Choose whether Getalong can send you push.
ja: Getalong からのプッシュ通知を許可するか選んでください。
zh_hant: 選擇是否讓 Getalong 傳送通知。

# profile.notifications.hint.off
source: Turn on in iOS Settings to hear about live invites.
ja: iOS の設定からオンにすると通知を受け取れます。
zh_hant: 可在 iOS 設定中開啟以接收邀請提醒。

# profile.notifications.hint.on
source: You’ll hear about live invites and new messages.
ja: ライブ招待と新着メッセージをお知らせします。
zh_hant: 你會收到 Live 邀請與新訊息提醒。

# profile.notifications.status.notSet
source: Not set
ja: 未設定
zh_hant: 尚未設定

# profile.notifications.status.off
source: Disabled
ja: オフ
zh_hant: 已關閉

# profile.notifications.status.on
source: Enabled
ja: オン
zh_hant: 已開啟

# profile.notifications.subtitle
source: Live invites and replies.
ja: ライブ招待と返信について。
zh_hant: Live 邀請與訊息回覆。

# profile.notifications.title
source: Notifications
ja: 通知
zh_hant: 通知

# profile.preferences
source: Preferences
ja: 設定
zh_hant: 偏好設定

# profile.preferences.title
source: Preferences
ja: 設定
zh_hant: 偏好設定

# profile.region
source: Region
ja: 地域
zh_hant: 地區

# profile.region.gps.geocoding
source: Looking up city...
ja: 市区町村を調べています...
zh_hant: 正在查詢城市...

# profile.region.gps.locating
source: Finding your location...
ja: 現在地を取得中...
zh_hant: 正在取得你的位置...

# profile.region.gps.lookupFailed
source: Couldn’t look up your location. Please try again.
ja: 位置を取得できませんでした。もう一度お試しください。
zh_hant: 無法取得你的位置，請再試一次。

# profile.region.gps.noResult
source: No region available for this location.
ja: この位置の地域情報が見つかりません。
zh_hant: 此位置沒有對應的地區資料。

# profile.region.gps.permissionDenied
source: Location is off in iOS Settings. Turn it on to set your region.
ja: iOSの設定で位置情報がオフになっています。地域を設定するにはオンにしてください。
zh_hant: 位置權限已在 iOS 設定中關閉。請開啟以設定地區。

# profile.region.gps.requestingPermission
source: Asking for location permission...
ja: 位置情報の許可を確認中...
zh_hant: 正在請求位置權限...

# profile.region.gps.toggle.subtitle
source: Sets your city and country from GPS. Turn off to clear region.
ja: GPSから市区町村と国を設定します。オフにすると地域はクリアされます。
zh_hant: 從 GPS 取得你的城市與國家。關閉時將清除地區。

# profile.region.gps.toggle.title
source: Use my location
ja: 現在地を使う
zh_hant: 使用我的位置

# profile.region.title
source: Region
ja: 地域
zh_hant: 地區

# profile.safety.blockedUsers
source: Blocked users
ja: ブロックしたユーザー
zh_hant: 已封鎖的使用者

# profile.safety.title
source: Safety
ja: 安全
zh_hant: 安全

# profile.signal.label
source: Your line
ja: あなたの一言
zh_hant: 你的小訊號

# profile.signal.placeholder
source: One line that helps the right people feel they might get along with you.
ja: 気が合いそうな人に届く、短い一言を書いてみましょう。
zh_hant: 寫下一句讓合得來的人更容易發現你的話。

# profile.signOut
source: Sign out
ja: サインアウト
zh_hant: 登出

# profile.tags
source: Tags
ja: タグ
zh_hant: 標籤

# profile.tags.add
source: Add tags
ja: タグを追加
zh_hant: 新增標籤

# profile.tags.duplicate
source: This tag is already added.
ja: このタグはすでに追加されています。
zh_hant: 這個標籤已經加入。

# profile.tags.edit
source: Edit tags
ja: タグを編集
zh_hant: 編輯標籤

# profile.tags.empty
source: No tags yet
ja: まだタグはありません
zh_hant: 目前沒有標籤

# profile.tags.featured.subtitle
source: Tags other people are using.
ja: 他のユーザーが使っているタグ。
zh_hant: 其他人正在使用的標籤。

# profile.tags.featured.title
source: Featured
ja: 人気のタグ
zh_hant: 熱門標籤

# profile.tags.limitReached
source: You can add up to 3 tags.
ja: タグは3個まで追加できます。
zh_hant: 最多可加入 3 個標籤。

# profile.tags.placeholder
source: coffee, travel, deep talks…
ja: カフェ、旅行、ゆっくり話すこと…
zh_hant: 咖啡、旅行、深度聊天⋯

# profile.tags.recent.subtitle
source: Tags you’ve added before.
ja: あなたが過去に使ったタグ。
zh_hant: 你之前用過的標籤。

# profile.tags.recent.title
source: History
ja: 履歴
zh_hant: 使用紀錄

# profile.tags.remove
source: Remove tag
ja: タグを削除
zh_hant: 移除標籤

# profile.tags.subtitle
source: Add small hints about what you get along over.
ja: 気が合うきっかけになりそうなことを追加できます。
zh_hant: 加入一些可能讓你與別人合得來的小提示。

# profile.tags.suggestions.empty
source: Nothing here yet.
ja: まだ何もありません。
zh_hant: 還沒有內容。

# profile.tags.tooLong
source: Tags must be 30 characters or less.
ja: タグは30文字以内で入力してください。
zh_hant: 標籤不可超過 30 個字元。

# profile.title
source: Profile
ja: プロフィール
zh_hant: 個人頁

# profile.trust %lld
source: Trust %lld
ja: 信頼度 %lld
zh_hant: 信任度 %lld

# profile.validation.cityTooLong
source: City must be 80 characters or less.
ja: 市区町村は80文字以内で入力してください。
zh_hant: 城市不可超過 80 個字元。

# profile.validation.countryTooLong
source: Country must be 80 characters or less.
ja: 国・地域は80文字以内で入力してください。
zh_hant: 國家／地區不可超過 80 個字元。

# profile.validation.displayNameRequired
source: Display name is required.
ja: 表示名を入力してください。
zh_hant: 請輸入顯示名稱。

# profile.validation.displayNameTooLong
source: Display name must be 40 characters or less.
ja: 表示名は40文字以内で入力してください。
zh_hant: 顯示名稱不可超過 40 個字元。

# profile.validation.signalRequired
source: Please enter a line.
ja: 一言を入力してください。
zh_hant: 請輸入你的小訊號。

# profile.validation.signalTooLong
source: Your line must be 160 characters or less.
ja: 一言は160文字以内で入力してください。
zh_hant: 你的小訊號不可超過 160 個字元。

# profile.yourSignal
source: Your line
ja: あなたの一言
zh_hant: 你的一句話

# profile.yourSignal.add
source: Add line
ja: 一言を追加
zh_hant: 新增訊號

# profile.yourSignal.placeholder
source: Add one line so others can feel whether they’ll get along with you.
ja: 気が合うかどうかが伝わる一言を書いてみましょう。
zh_hant: 寫一句話，讓其他人感受得到你會不會合得來。

# profile.yourSignal.subtitle
source: One line that helps the right people click with you.
ja: 気が合う人があなたを見つけやすくなる一言。
zh_hant: 讓合得來的人更容易發現你的一句話。

# push.error.registrationFailed
source: Couldn’t register for notifications.
ja: 通知の登録ができませんでした。
zh_hant: 無法註冊通知。

# push.permission.enable
source: Enable notifications
ja: 通知をオンにする
zh_hant: 開啟通知

# push.permission.notNow
source: Not now
ja: 今はしない
zh_hant: 暫時不要

# push.permission.subtitle
source: Get notified when someone sends a Live invite or replies to your conversation.
ja: ライブのきっかけや新しい会話が届いたときにお知らせします。
zh_hant: 當有人送出即時訊號，或對話有新訊息時，我們會通知你。

# push.permission.title
source: Stay close to live moments
ja: 今のきっかけを逃さない
zh_hant: 不要錯過此刻的訊號

# push.settings.system
source: Managed in iOS Settings
ja: iOSの設定で管理されます
zh_hant: 可在 iOS 設定中管理

# push.settings.title
source: Notifications
ja: 通知
zh_hant: 通知

# quickstart.age.confirmation
source: I confirm I am 18 or older.
ja: 18歳以上であることを確認します。
zh_hant: 我確認自己已滿 18 歲。

# quickstart.age.subtitle
source: Getalong is an 18+ app.
ja: Getalongは18歳以上向けのアプリです。
zh_hant: Getalong 為 18 歲以上適用。

# quickstart.continue
source: Continue
ja: 続ける
zh_hant: 繼續

# quickstart.displayName.label
source: Display name
ja: 表示名
zh_hant: 顯示名稱

# quickstart.displayName.placeholder
source: What should we call you?
ja: 表示する名前
zh_hant: 你的名稱

# quickstart.gender.everyone
source: Everyone
ja: すべての人
zh_hant: 所有人

# quickstart.gender.female
source: Female
ja: 女性
zh_hant: 女性

# quickstart.gender.iAm
source: I am
ja: あなたの性別
zh_hant: 性別

# quickstart.gender.male
source: Male
ja: 男性
zh_hant: 男性

# quickstart.gender.skip
source: Skip
ja: スキップ
zh_hant: 略過

# quickstart.gender.wantToSee
source: I want to see
ja: 見たい相手
zh_hant: 想看到的對象

# quickstart.handle.error.long
source: Handle must be at most 20 characters.
ja: ハンドルは20文字以内にしてください。
zh_hant: ID 最多只能 20 個字元。

# quickstart.handle.error.normalized %@
source: Saved as @%@.
ja: @%@として保存します。
zh_hant: 將以 @%@ 儲存。

# quickstart.handle.error.short
source: Handle must be at least 3 characters.
ja: ハンドルは3文字以上にしてください。
zh_hant: ID 至少需要 3 個字元。

# quickstart.handle.helper
source: Lowercase letters, numbers, underscores. 3–20 chars.
ja: 半角英数字とアンダースコア。3〜20文字。
zh_hant: 小寫英文、數字或底線，3 至 20 個字元。

# quickstart.handle.label
source: Handle
ja: ハンドル
zh_hant: Getalong ID

# quickstart.optional
source: Optional
ja: 任意
zh_hant: 可不填

# quickstart.signal.helper
source: One line about what helps you click with someone.
ja: 気が合う人に届きそうな一言を。
zh_hant: 一句能讓合得來的人有共鳴的話。

# quickstart.signal.label
source: Your line
ja: あなたの一言
zh_hant: 你的一句話

# quickstart.signal.placeholder
source: I’m always looking for quiet cafés.
ja: 気を張らずに話せる人と出会いたい。
zh_hant: 想認識可以自然聊下去的人。

# quickstart.signOut
source: Sign out
ja: サインアウト
zh_hant: 登出

# quickstart.subtitle
source: Write one line that helps the right people feel they might get along with you.
ja: 気が合いそうな人に届く、短いきっかけを書いてみましょう。
zh_hant: 用一句簡單的話，讓合得來的人更容易發現你。
